import React from 'react'
import styles from './BlogDetail.module.css';

const BlogDetail = () => {
    return (
        <div className='content-box'>
            <div className="container-fluid">
                <div className={styles.blog_detail}>
                    <div className="title-panel mb-2">
                        <h1 className='font-18'>
                            عنوان مطلب وبلاگ
                        </h1>
                    </div>
                    <div className={styles.blog_post_title_items}>
                        <div className={styles.blog_post_title_item}>
                            <img src="/images/user.png" className='rounded-circle' alt="user" />
                            <p className="text-muted">مدیر</p>
                        </div>
                        <div className={styles.blog_post_title_item}>
                            <i className="bi bi-stopwatch"></i>
                            <p className="text-muted">11 آذر 1403</p>
                        </div>
                        <div className={styles.blog_post_title_item}>
                            <i className='bi bi-chat-dots'></i>
                            <p>2</p>
                        </div>
                        <div className={styles.blog_post_title_item}>
                            <i className="bi bi-eye-fill"></i>
                            <p className="text-muted"> 5 دقیقه مطالعه</p>
                        </div>
                    </div>
                    <div className={styles.blog_post_content}>
                        <h4 className={`mb-2 ${styles.title}`}>
                            طراحی و کیفیت ساخت گوشی شیائومی ردمی 9A
                        </h4>
                        <p>به عنوان گوشی&zwnj;ای که قیمت خیلی زیادی ندارد، باید به این موضوع اشاره کنیم که
                            داخل بسته بندی Redmi 9A آیتم&zwnj;های خاصی دیده نمی شود. دفترچه راهنما، ابزار
                            خارج کردن سیم کارت و شارژ ۱۰ واتی را به همراه کابل USB مشاهده می&zwnj;کنید. این
                            گوشی شیائومی در ابعاد ۱۶۴.۹ در ۷۷.۱ در ۹ میلی متر ساخته شده و وزن آن هم ۱۹۶ گرم
                            است. در حال کلی باید به این موضوع اشاره کنیم که این گوشی خیلی خوب در دست قرار
                            میگیرد. قاب این گوشی بافت جالب توجهی دارد و به همین دلیل خیلی خوب داخل دست قرار
                            میگیرد. البته باید به این موضوع اشاره کنیم که قاب پشتی گوشی خیلی زود اثر انگشت
                            را به خود جلب می&zwnj;کند. قاب پشتی که به صورت مات طراحی شده میزبان
                            دوربین&zwnj;های پشت است و به جز دوربین&zwnj;ها چیزی روی آن قرار نگرفته است. به
                            همین دلیل گوشی بسیار ساده به نظر می&zwnj;رسد. زمانی که به گوشی نگاه
                            می&zwnj;کنید، متوجه می&zwnj;شوید که صفحه نمایش آن حاشیه&zwnj;های بسبتا بزرگی
                            دارد.</p>
                        <p>البته که با توجه به قیمت ارزان این گوشی نیاید انتظار زیادی از این محصول داشته
                            باشید. روی صفحه نمایش ناچ قطره&zwnj; ای قرار گرفته که داخل آن دوربین سلفی دیده
                            می&zwnj;شود. روی لبه بالای گوشی جک ۳.۵ میلی صدا قرار گرفته و روی لبه پایین هم
                            پورت micro-USB و اسپیکر گوشی &nbsp;و میکروفن را مشاهده می&zwnj;کنید. خیلی دوست
                            داشتیم که روی این گوشی پورت USB C مشاهده می کردیم. روی لبه سمت چپ گوشی محل قرار
                            گرفتن سیم کارت و کارت حافظه را مشاهده می&zwnj;کنید. همچنین باید به این موضوع
                            اشاره کنیم که این گوشی در سه رنگ آبی و سبز و مشکی راهی بازار شده است.</p>
                        <p>&nbsp;</p>
                        <figure className={styles.image_center}>
                            <img src="/images/blog-1.jpg" alt="گوشی موبایل شیائومی مدل Redmi 9A" />
                        </figure>
                        <p>&nbsp;</p>
                        <h2 className='mb-2'>صفحه نمایش شیائومی ردمی 9a</h2>
                        <p>برای گوشی Redmi 9A از صفحه نمایش ۶.۵ اینچی با وضوح HD+ یا ۷۲۰ در ۱۶۰۰ پیکسل
                            استفاده شده است. صفحه نمایشی که تراکم پیکسلی آن به ۲۶۹ پیکسل در هر اینچ
                            می&zwnj;رسد. صفحه نمایش عملکرد خوبی در محیط&zwnj;های داخلی دارد، اما در زیر نور
                            خورشید نظر شما را به خود جلب نمی&zwnj;کند. چرا که روشنایی گوشی زیاد نیست. صفحه
                            نمایش رنگ&zwnj;ها را خوب نشان می&zwnj;دهد، اما عالی نیست. البته که در تنظیمات
                            گوشی می&zwnj;توانید حالت نمایش رنگ&zwnj;ها را تغییر دهید، اما این موضوع هم باعث
                            نمی&zwnj;شود که رنگ&zwnj;ها بهتر نشان داده شوند. رابط کاربری MIUI همیشه یکسری
                            ویژگی&zwnj;های خاص و جذاب را پیش روی کاربران قرار می&zwnj;دهد و این اتفاق را روی
                            این گوشی ارزان قیمت هم مشاهده می&zwnj;کنیم. به طور مثال روی صفحه نمایش LCD این
                            گوشی حالت مطالعه و حتی دارک مود هم در نظر گرفته شده است. این ویژگی&zwnj;ها باعث
                            می&zwnj;شوند که بتوانید بهتر با گوشی کار کنید. در حالت کلی باید بگوییم که صفحه
                            نمایش در انجام فعالیت&zwnj;های معمولی عملکرد خوبی دارد و به نیاز شما پاسخ
                            می&zwnj;دهد.</p>
                        <p>&nbsp;</p>
                        <figure className={styles.image_center}>
                            <img src="/images/blog-2.jpg" alt="نمایشگر گوشی موبایل شیائومی مدل Redmi 9A" />
                        </figure>
                        <p>&nbsp;</p>
                        <h2 className="mb-2">اسپیکر شیائومی 9A</h2>
                        <p>تنها یک اسپیکر روی این گوشی قرار دارد که به وظیفه خودش به خوبی عمل می&zwnj;کند.
                            میکروفن کوچکی روی این محصول قرار گرفته که حجم صدای خیلی زیادی تولید نمی کند، اما
                            کیفیت مناسبی دارد. این اسپیکر در زمان پخش موسیقی&nbsp; و تماشای ویدیوهای مختلف
                            عملکرد قابل قبولی دارد. این گوشی جک ۳.۵ میلی متری خروجی صدا هم دارد و
                            می&zwnj;توانید از هدفون&zwnj;های مختلف روی این محصول استفاده کنید. با استفاده از
                            هدفون به رادیو هم دسترسی خواهید داشت.</p>
                        <p>&nbsp;</p>
                        <h2 className="mb-2">نرم افزار و رابط کاربری ردمی 9A</h2>
                        <figure className={styles.image_center}>
                            <img src="/images/blog-5.jpg" alt="سیستم تشخیص چهره گوشی موبایل شیائومی مدل Redmi 9A" />
                        </figure>
                        <p>&nbsp;</p>
                        <h2 class="title gold mb-2">نرم افزار و رابط کاربری ردمی 9A</h2>
                        <p>گوشی Redmi 9A با رابط کاربری MIUI 12.5 و اندروید ۱۰ راهی بازار شده است و تا به
                            امروز به روزرسانی های نرم افزاری مختلفی هم دریافت کرده است. یکی از خوبی های
                            شیائومی این است که از نظر نرم افزاری برای گوشی های ارزان قیمت خودش کم کاری
                            نمی&zwnj;کند. دقیقا ویزگی هایی نرم افزاری ای روی این گوشی قرار گرفته اند روی
                            گوشی های گران قیمت تر شیائومی هم دیده می&zwnj;شوند. رابط کاربری Redmi 9A امکان
                            شخصی سازی زیادی را پیش روی کاربران قرار می&zwnj;دهد و تنظیمات بسیار زیادی هم
                            دارد. استفاده از اندروید ۱۰ باعث شده که این گوشی ویژگی دارک مود داشته باشد و
                            گوگل اسیستنت هم روی آن فعال باشد. رابط کاربری گوشی هم بسیار نرم و روان اجرا
                            می&zwnj;شود. در رابط کاربری گوشی پوشه&zwnj;ای به نام Tools را مشاهده
                            می&zwnj;کنید. این پوشه شامل ماشین حساب، رادیو FM و ضبط کننده صفحه نمایش، اسکنر و
                            اپلیکیشن های کاربردی دیگر می&zwnj;شود. یکسری از اپلیکیشن ها به صورت پیش فرض روی
                            این گوشی نصب شده اند و می&zwnj;توانید آن ها را حذف کنید.</p>
                        <p>&nbsp;</p>
                        <h2 className="mb-2">سخت افزار و عملکرد Redmi 9A</h2>
                        <p>گوشی Redmi 9A با تراشه مدیاتک Helio G25 راهی بازار شده که هشت هسته دارد. سه
                            گیگابایت رم و ۳۲ گیگابایت حافظه داخلی هم برای این محصول در نظر گرفته شده
                            است.&nbsp; البته اگر به فضای بیشتری برای ذخیره کردن اطلاعات نیاز داشتید،
                            می&zwnj;توانید از کارت حافظه استفاده کنید. باید به این موضوع اشاره کنیم که این
                            گوشی محصول قدرتمندی نیست و نباید از آن انتظار داشته باشید که بتواند
                            بازی&zwnj;های جدید را اجرا کند یا از پس پردازش&zwnj;های سنگین بر بیاید. گوشی
                            Redmi 9A برای فعالیت&zwnj;های معمولی ساخته شده است. این گوشی برای ارسال پیام
                            کوتاه، تماس، ارسال ایمیل، وب گردی و حتی تماشای ویدیو مناسب خواهد بود. در زمان
                            انجام چنین کارهایی اصلا لگ یا کندی سرعت مشاهده نمی&zwnj;کنید. البته در زمان عوض
                            کردن اپلیکیشن&zwnj;ها کمی لگ را مشاهده می&zwnj;کنید. در زمان اجرای بازی هم
                            عملکرد گوشی به شدت کند می&zwnj;شود. این گوشی اصلا برای اجرای بازی&zwnj;هایی
                            مانند Call of Duty و PUBG مناسب نیست. البته برخی از بازیهای سبک را
                            می&zwnj;توانید با این گوشی تجربه کنید. داشتن تنها ۲ گیگابایت رم باعث شده که سرعت
                            Redmi 9A خیلی زیاد نباشد. البته که قیمت گوشی ارزان است و این قیمت باعث شده که
                            سخت افزار قوی تری روی آن قرار نگیرد. این قیمت ارزان باعث شده که روی Redmi 9A
                            خبری هم از حسگر تشخیص اثر انگشت نباشد.</p>
                        <p>&nbsp;</p>
                        <figure className={styles.image_center}>
                            <img src="/images/blog-8.jpg" alt="پردازنده گوشی موبایل شیائومی مدل Redmi 9A" />
                        </figure>
                        <p>&nbsp;</p>
                        <h2 class="title gold mb-2">باتری شیائومی 9A</h2>
                        <p>شیایومی باتری بسیار قدرتمندی را روی Redmi 9A قرار داده است. این گوشی باتری ۵۰۰۰
                            میلی امپر ساعتی دارد و به راحتی یک روز و حتی بیشتر هم دوام می&zwnj;آورد. در تست
                            هایی که انجام دادیم متوجه شدیم که ۷ تا ۸ ساعت ان هم بی وقفه صفحه نمایش روشن
                            می&zwnj;ماند. پس با خیال راحت می&zwnj;توانید یک روز و حتی بیشتر هم از گوشی
                            استفاده کنید. در تنظیمات گوشی حالتی به نام Ultra Power در نظر گرفته شده که باعث
                            می&zwnj;شود بیشتر از گوشی ردمی 9A و ظرفیت باتری استفاده کنید. این حالت بسیاری از
                            کارکردهای گوشی را محدود می&zwnj;کند و به همین دلیل باتری مدت زمان بیشتری
                            می&zwnj;تواند گوشی را روشن نگه دارد. البته این باتری ۵۰۰۰ میلی امپر ساعتی تنها
                            با شارژر ۱۰ وات راهی بازار شده است. به همین دلیل شارژ شدن کامل باتری کمی طولانی
                            است. به طور مثال برای شارژ کردن کامل باتری از ۰ تا ۱۰۰ درصد سه ساعت طول
                            می&zwnj;کشد.</p>
                        <p>&nbsp;</p>
                        <figure className={styles.image_center}>
                            <img src="/images/blog-4.jpg" alt="باتری و اسپیکر گوشی موبایل شیائومی مدل Redmi 9A" />
                        </figure>
                        <p>&nbsp;</p>
                        <h2 className="mb-2">بررسی دوربین شیائومی ردمی 9a</h2>
                        <figure className={styles.image_center}>
                            <img src="/images/blog-5.jpg" alt="دوربین گوشی موبایل شیائومی مدل Redmi 9A" />
                        </figure>
                        <p>&nbsp;</p>
                        <p>برای گوشی Redmi 9A از یک دوربین ۱۴ مگاپیکسلی با فلش LED استفاده شده است. دوربین
                            سلفی هم حسگر ۵ مگاپیکسلی دارد. از آنجایی که با یک گوشی ارزان قیمت سر و کار
                            داریم، دوربین عملکرد شگفت انگیزی ندارد. در نور روز دوربین عکس هایی ثبت
                            می&zwnj;کند که جزییات مناسبی دارند و رنگ ها هم نسبتا دقیق ثبت می&zwnj;شوند.
                            عکس&zwnj;هایی که دوربین اصلی ثبت می&zwnj;کند، دامنه داینامیکی چندان خوبی ندارند
                            و در زمانی که حالت HDR روشن می&zwnj;کنید، کمی طول میکشد که عکس ها پردازش شوند.
                            اگر نورمناسبی داشته باشید، عملکرد دوربین سلفی بد نیست و حتی بهتر از چیزی است که
                            تصور می&zwnj;کردیم.&nbsp; حالت عکاسی پرتره هم برای این گوشی در نظر گرفته شده که
                            یک ویژگی خوب برای این گوشی ارزان قیمت به حساب می آید. باید بگوییم که روی این
                            گوشی خبری از حالت عکاسی در شب نیست. با دوربین پشت می&zwnj;توانید ویدئوهایی با
                            وضوح Full HD و نرخ ۳۰ فریم بر ثانیه ضبط کنید. دوربین از فوکوس نسبتا سریعی هم
                            برخوردار است.</p>
                        <p>&nbsp;</p>
                        <h2 className="mb-2">جمع بندی </h2>
                        <p>به عنوان یک گوشی ارزان قیمت واقعا با محصول خوش ساخت و قابل قبولی سر و کار دارید.
                            باتری فوق العاده از ویژگی های جذاب این گوشی به حساب می&zwnj;آید. صفحه نمایش هم
                            نظر شما را به خود جلب می&zwnj;کند و تنها دوربین پشت این گوشی هم نیاز شما را
                            برطرف خواهد کرد. این گوشی برای استفاده&zwnj;های معمولی بسیار مناسب است.</p>
                        <p>&nbsp;</p>
                        <h3 className='mb-2'>سوالات متداول</h3>
                        <p><strong>ظرفیت باتری Redmi 9A چقدر است؟</strong> این گوشی یک باتری ۵۰۰۰
                            میلی&zwnj;آمپر ساعتی دارد.</p>
                        <p>
                            <strong>کیفیت دوربین Redmi 9A چقدر است؟</strong> این گوشی تنها یک دوربین پشت با
                            حسگر ۱۳ مگاپیکسلی دارد.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default BlogDetail