module.exports = {
    provinces: [
        "تهران",
        "مازندران",
        "گیلان",
        "خراسان رضوی",
        "اصفهان",
        "فارس",
        "آذربایجان شرقی",
        "آذربایجان غربی",
        "خوزستان",
        "کرمان",
    ],

    cities:
    {
        "تهران": ["تهران", "شهریار", "شهرری", "اسلام‌شهر", "ورامین"],
        "مازندران": ["ساری", "بابل", "چالوس", "تنکابن", "رامسر"],
        "گیلان": ["رشت", "انزلی", "لاهیجان", "لنگرود", "آستارا"],
        "خراسان رضوی": ["مشهد", "نیشابور", "سبزوار", "تربت‌حیدریه", "قوچان"],
        "اصفهان": ["اصفهان", "کاشان", "نجف‌آباد", "خمینی‌شهر", "فلاورجان"],
        "فارس": ["شیراز", "مرودشت", "فسا", "جهرم", "کازرون"],
        "آذربایجان شرقی": ["تبریز", "مراغه", "مرند", "هریس", "اهر"],
        "آذربایجان غربی": ["ارومیه", "خوی", "ماکو", "میاندوآب", "سلماس"],
        "خوزستان": ["اهواز", "آبادان", "دزفول", "شوشتر", "ماهشهر"],
        "کرمان": ["کرمان", "زاهدان", "بم", "رفسنجان", "جیرفت"],
    }
}